Repository: Gurdiis/vagan-japan-for-iphone
Catalog: vegan japan app for iphone/vegan japan app for iphone/Localize/Localizable.xcstrings
Source language: en
Languages: ja

# Veganについて
source: What is Vegan?
ja: Veganについて

# カテゴリ: %@
source: Category: %@
ja: カテゴリ: %@

# コンビニ: %@
source: Where you can buy: %@
ja: コンビニ: %@

# バーコードをスキャンします
source: Scan Barcode
ja: バーコードをスキャンします

# バーコード入力
source: Input barcode number here
ja: バーコード入力

# 判定結果: %@
source: It is: %@
ja: 判定結果: %@

# 商品が見つかりません。
source: Sorry,we can't find this product.
ja: 商品が見つかりません。

# 商品一覧
source: All products
ja: 商品一覧

# 商品検索
source: Find product
ja: 商品検索

# 商品詳細
source: Details
ja: 商品詳細

# 非ビーガン成分: %@
source: Non-vegan ingredients: %@
ja: 非ビーガン成分: %@
